# Essential - dotfiles depend on these
brew "atuin"
brew "bat"
brew "broot"
brew "carapace"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"

# Dev tools
brew "btop"
brew "difftastic"
brew "git-delta"
brew "glow"
brew "jq"
brew "lazygit"
brew "television"
brew "yazi"

# Fonts
cask "font-victor-mono-nerd-font"

# Terminal emulators
cask "ghostty"
